"MenuTitle" = "HP LaserJet Professional Utility";

"Supply Status Page" = "Supply Status Page";
"Configuration Page" = "Configuration Page";
"Cleaning Page" = "Cleaning Page";
"Demo Page" = "Demo Page";
"Print Information Pages" = "Print Information Pages";
"OK" = "OK";
"Cancel" = "Cancel";
"EcoSMART" = "EcoSMART";
"sleep after" = "Sleep after:";
"Auto Off after:" = "Auto Off after:";
"Quiet Mode" = "Quiet Mode";
"Enable" = "Enable";
"Disable" = "Disable";
"HTML Config..." = "HTML Config...";

"After 1 minute" = "After 1 minute";
"After 5 minutes" = "After 5 minutes";
"After 15 minutes" = "After 15 minutes";
"After 30 minutes" = "After 30 minutes";
"After 1 hour" = "After 1 hour";
"After 2 hours" = "After 2 hours";
"1 minute" = "1 minute";
"5 minutes" = "5 minutes";
"15 minutes" = "15 minutes";
"30 minutes" = "30 minutes";
"1 hour" = "1 hour";
"2 hours" = "2 hours";
"4 hours" = "4 hours";
"8 hours" = "8 hours";
"24 hours" = "24 hours";
"Never" = "Never";
"CleaningPagePanelLabel" = "The HP LaserJet Professional Cleaning Utility is designed to remove excess paper and toner particles that can accumulate on the fuser assembly and rollers and thereby extend the life of the printer.\r\nPlease follow the steps below to begin the cleaning process:\r\n1. Make sure the device is idle and the Ready LED is on\r\n2. Load overhead transparency or copier grade paper (18lb-24lb or 70g/m²-90g/m²) with a smooth surface in Tray 1\r\n3. Press OK to begin the cleaning\r\nNote - The cleaning process will take about 3 minutes from start to finish.";
